Revit 2027 API
ACADExportOptions.UseHatchBackgroundColor Property
 Indicates if hatch background color will be used or not. default value is false.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool UseHatchBackgroundColor { get; set; }
Public Property UseHatchBackgroundColor As Boolean
	Get
	Set
public:
property bool UseHatchBackgroundColor {
	bool get ();
	void set (bool value);
}
member UseHatchBackgroundColor : bool with get, set
Property Value
Boolean
See Also
Reference
ACADExportOptions Class
Autodesk.Revit.DB Namespace